{
  "zackary-thornberg": {
    "name": "Zackary Thornberg",
    "title": "CEO & Advisor",
    "photo": "https://images.pexels.com/photos/2182970/pexels-photo-2182970.jpeg",
    "professionalBio": "Zackary Thornberg is a seasoned entrepreneur and investor with over 20 years of experience in business. As CEO of Legacy, he has been the primary investor in multiple successful ventures and has personally brokered numerous M&A transactions. Zack's career spans real estate investment and corporate finance, giving him a unique perspective on deals of all sizes.\n\nUnder his leadership, Legacy's brokers uphold a standard of excellence and ethics that sets them apart in the industry. His vision of combining AI-augmented tools with expert human counsel has revolutionized how Legacy approaches business transactions.",
    "personalBio": "Zackary is a certified John Maxwell Executive Leadership Coach and believes in continual personal growth. A proud father of two, he's deeply involved in his local community and enjoys competitive sailing on the weekends.\n\nZackary holds a B.S. in Finance, and when he's not structuring deals, you can find him mentoring young entrepreneurs. His leadership philosophy centers on servant leadership and empowering others to achieve their full potential.",
    "education": "B.S. in Finance, Certified John Maxwell Executive Leadership Coach",
    "linkedin": "https://linkedin.com/in/zackary-thornberg",
    "email": "zackary@legacybrokers.com"
  },
  "farrukh-shaki": {
    "name": "Farrukh Shaki",
    "title": "Chief Marketing Officer",
    "photo": "https://images.pexels.com/photos/2182975/pexels-photo-2182975.jpeg",
    "professionalBio": "Farrukh Shaki serves as Legacy's Chief Marketing Officer, bringing a decade of experience in digital marketing and brand strategy. He has led nationwide marketing campaigns in the professional services sector, specializing in lead generation and SEO.\n\nAt Legacy, Farrukh is the architect of our marketing systems – from our online presence to the outreach campaigns that generate high-quality leads for brokers every week. His analytical approach and creative vision have significantly amplified Legacy's reach and engagement with both buyers and sellers.",
    "personalBio": "Originally from Chicago, Farrukh is a lifelong learner – he's constantly exploring the latest marketing technologies and has completed executive courses in data analytics. Outside of work, he enjoys photography and often volunteers his media skills to help local nonprofits improve their branding.\n\nFarrukh graduated with a degree in Marketing Communications and is a devoted father who loves traveling with his family.",
    "education": "B.A. in Marketing Communications, Executive Certification in Data Analytics",
    "linkedin": "https://linkedin.com/in/farrukh-shaki",
    "email": "farrukh@legacybrokers.com"
  },
  "david-tucker": {
    "name": "David Tucker",
    "title": "Chief Operations Officer",
    "photo": "https://images.pexels.com/photos/2182976/pexels-photo-2182976.jpeg",
    "professionalBio": "As Chief Operations Officer, David Tucker ensures that Legacy's day-to-day operations run like a well-oiled machine. David is a Six Sigma certified operations expert with 15+ years managing business processes in the finance and tech industries.\n\nHe oversees transaction workflows, compliance, and the integration of Legacy's AI tools into practice. David's focus on efficiency and quality control means our clients experience seamless, reliable service every time. Prior to joining Legacy, he directed operations at a Fortune 500 financial services firm, where he implemented process improvements that saved millions of dollars.",
    "personalBio": "David holds an MBA from UCLA Anderson and is known for his attention to detail. He's also a fitness enthusiast who has completed three marathons. David is passionate about mentoring – he volunteers with a local startup accelerator, advising new entrepreneurs on building sustainable operations.\n\nIn his free time, you might find him experimenting with new coffee brewing techniques or exploring hiking trails with his golden retriever.",
    "education": "MBA from UCLA Anderson, Six Sigma Black Belt Certification",
    "linkedin": "https://linkedin.com/in/david-tucker",
    "email": "david@legacybrokers.com"
  },
  "carson-confer": {
    "name": "Carson Confer",
    "title": "Sr. Account Executive",
    "photo": "https://images.pexels.com/photos/2182977/pexels-photo-2182977.jpeg",
    "professionalBio": "Carson Confer is a Senior Account Executive at Legacy, leveraging his robust finance background and competitive drive to close deals. Before joining Legacy, Carson was an analyst at Infinity Capital Partners, where he honed his skills in valuation and deal structuring, contributing to over $100 million in transaction volume during his tenure.\n\nHe is renowned for his strategic thinking and negotiation skill – a mindset sharpened by his experience as a Video Game Championships (VGC) World Champion in his youth. Carson approaches M&A with the same discipline and creativity that earned him a world title. His efforts have helped countless clients achieve smooth and profitable exits.",
    "personalBio": "Carson earned admission to Johns Hopkins University, reflecting his strong academic prowess. Outside of brokering deals, he channels his competitive spirit into coaching local esports teams and playing chess.\n\nCarson also enjoys giving back: he's an active volunteer with a financial literacy nonprofit, teaching teens about entrepreneurship. His unique blend of analytic talent and competitive spirit makes Carson an invaluable mentor to newer Legacy brokers.",
    "education": "Johns Hopkins University, CFA Level II Candidate",
    "linkedin": "https://linkedin.com/in/carson-confer",
    "email": "carson@legacybrokers.com"
  },
  "mitchell-yinger": {
    "name": "Mitchell Yinger",
    "title": "Strategic Relations Manager",
    "photo": "https://images.pexels.com/photos/2182978/pexels-photo-2182978.jpeg",
    "professionalBio": "Mitchell Yinger is Legacy's Strategic Relations Manager, responsible for forging partnerships and supporting our network of brokers. He started as a Legacy broker himself, quickly rising as a top performer – closing multiple deals within his first year.\n\nWith over 7 years in sales and business development, Mitchell understands what it takes to build trust and close transactions. Now, he focuses on mentoring new brokers and cultivating relationships with key strategic partners from lenders to industry associations. His first-hand success story and approachable leadership style inspire those he works with.",
    "personalBio": "Mitchell studied Business Management at the University of Georgia. A firm believer in work-life balance, he initially joined Legacy to gain flexibility for family time – and succeeded.\n\nWhen he's not on calls or traveling to meet partners, Mitchell enjoys hiking and photographing nature. He's also an avid reader of leadership books, and he often shares insightful recommendations with the team. Mitchell's enthusiasm for continuous improvement is contagious in the Legacy community.",
    "education": "B.S. in Business Management, University of Georgia",
    "linkedin": "https://linkedin.com/in/mitchell-yinger",
    "email": "mitchell@legacybrokers.com"
  },
  "cameron-bloniarz": {
    "name": "Cameron Bloniarz",
    "title": "Media Director",
    "photo": "https://images.pexels.com/photos/2182979/pexels-photo-2182979.jpeg",
    "professionalBio": "Cameron Bloniarz, Legacy's Media Director, is the creative force behind the brand. With a background in multimedia production and graphic design, Cameron ensures that Legacy's message of trust and excellence is effectively communicated across all channels.\n\nHe oversees content creation – from the website's sleek design to video production and social media. Cameron has spearheaded multiple rebranding projects and knows how to craft visuals and narratives that resonate with entrepreneurs. His efforts have boosted Legacy's engagement and positioned us as a thought leader in the M&A space.",
    "personalBio": "Cameron has a degree in Digital Media and cut his teeth in the agency world before joining Legacy. A passionate storyteller, he's also a podcaster who interviews small business owners about their journeys.\n\nCameron is a musician at heart – occasionally gigging with his jazz band on weekends. He credits his musical background with his ability to improvise and think on his feet in the fast-paced world of marketing. He's based in Austin, Texas, with his wife and their rescue dog, and loves the vibrant arts scene there.",
    "education": "B.A. in Digital Media",
    "linkedin": "https://linkedin.com/in/cameron-bloniarz",
    "email": "cameron@legacybrokers.com"
  },
  "brady-smith": {
    "name": "Brady Smith",
    "title": "Software Developer",
    "photo": "/media/gene-w.png",
    "professionalBio": "Brady Smith is the Software Developer behind Legacy's technology platform. With experience in full-stack development and a zeal for innovation, Brady built the robust Broker Portal that powers Legacy's operations.\n\nHe specializes in creating secure, user-friendly web applications, ensuring that features like the listing database and lead distribution run without a hitch. Brady is constantly optimizing the site for performance and has implemented best-in-class security practices to protect sensitive data. Before Legacy, he developed fintech applications and contributed to open-source projects, which prepared him to deliver a Lighthouse performance score of 90+ on Legacy's site.",
    "personalBio": "Brady holds a B.S. in Computer Science from Arizona State University. He's a problem-solver not just at work but also in hobbies – an enthusiastic puzzle and escape room aficionado.\n\nBrady enjoys mentoring kids in coding; he volunteers at a local school's coding club. When offline, he's usually off-roading in his Jeep or tinkering with IoT gadgets at home. Brady's technical expertise and adventurous spirit make him a perfect fit for Legacy's dynamic environment.",
    "education": "B.S. in Computer Science, Arizona State University",
    "linkedin": "https://linkedin.com/in/brady-smith",
    "email": "brady@legacybrokers.com"
  }
}